Repository: temaps/lrsexplorer
Catalog: Release/languages/LRS_Explorer.*.po
Languages: es, ru

# TFRMMAIN.AADDFILE.CAPTION
source: Add File
es: Añadir Archivo
ru: Добавить файл

# TFRMMAIN.AADDFILE.HINT
source: Add file to LRS
es: Añadir archivo a LRS
ru: Добавить файл в ресурс

# TFRMMAIN.ADELFILE.CAPTION
source: Delete File
es: Borrar Archivo
ru: Удалить файл

# TFRMMAIN.ADELFILE.HINT
source: Delete resource from LRS
es: Borrar recurso de LRS
ru: Удалить ресурс из LRS-файла

# TFRMMAIN.AEXIT.CAPTION
source: Exit
es: Salir
ru: Выход

# TFRMMAIN.AEXTRACTALLRES.CAPTION
source: Extract All Res
es: Extraer todos los recursos
ru: Извлечь все ресурсы

# TFRMMAIN.AEXTRACTALLRES.HINT
source: Extract all resources to binary files
es: Extraer todos los recursos a un archivo binario
ru: Извлечь все ресурсы в бинарные файлы

# TFRMMAIN.AEXTRACTRESOURCE.CAPTION
source: Extract Resource
es: Extraer Recurso
ru: Извлечь ресурс

# TFRMMAIN.AEXTRACTRESOURCE.HINT
source: Extract resource to binary file
es: Extraer Recurso a un archivo binario
ru: Извлечь ресурс в бинарный файл

# TFRMMAIN.ANEWLRS.CAPTION
source: New LRS
es: Nuevo LRS
ru: Новый LRS файл

# TFRMMAIN.ANEWLRS.HINT
source: New LRS
es: Nuevo LRS
ru: Новый LRS файл

# TFRMMAIN.AOPENLRS.CAPTION
source: Open LRS
es: Abrir LRS
ru: Открыть LRS

# TFRMMAIN.AOPENLRS.HINT
source: Open LRS-file
es: Abrir archivo LRS
ru: Открыть LRS файл

# TFRMMAIN.ARENAMERESOURCE.CAPTION
source: Rename resource
es: Renombrar recurso
ru: Переименование ресурса

# TFRMMAIN.ASAVEALLRES.CAPTION
source: Save All Res
es: Guardar todos los recursos
ru: Сохранить все ресурсы

# TFRMMAIN.ASAVEALLRES.HINT
source: Save all resources to folder
es: Guardar todos los recursos en un directorio
ru: Сохранить ресурсы в папку

# TFRMMAIN.ASAVELRS.CAPTION
source: Save LRS
es: Guardar LRS
ru: Сохранить LRS

# TFRMMAIN.ASAVELRS.HINT
source: Save LRS-file
es: Guardar archivo LRS
ru: Сохранить LRS файл

source: Save As
es: Guardar como
ru: Сохранить как

# TFRMMAIN.ASAVELRSAS.HINT
source: Save LRS as...
es: Guardar LRS como...
ru: Сохранить LRS как...

# TFRMMAIN.ASAVERESOURCE.CAPTION
source: Save Resource
es: Guardar recurso
ru: Сохранить ресурс

# TFRMMAIN.ASAVERESOURCE.HINT
source: Save resource to file
es: Guardar recurso en archivo
ru: Сохранить ресурс в отдельный файл

# TFRMMAIN.AVIEWMODEBIN.CAPTION
source: Viewer Mode: Bin
es: Modo Vista: Bin
ru: Режим просмотра: бинарный

# TFRMMAIN.AVIEWMODEBIN.HINT
source: Change mode of viewer to Binary mode
es: Cambiar modo de vista a Binario
ru: Изменить режим просмотра на бинарный

# TFRMMAIN.AVIEWMODETEXT.CAPTION
source: Viewer Mode: Text
es: Modo Vista: texto
ru: Режим просмотра: текст ресурса

# TFRMMAIN.AVIEWMODETEXT.HINT
source: Change mode of viewer to Resource Text mode
es: Cambiar vista a modo Recurso Texto
ru: Изменить режим просмотра на текстовый

# TFRMMAIN.BITBTNAPPLY.CAPTION
source: Apply
es: Aplicar
ru: Применить

# TFRMMAIN.BITBTNAPPLY.HINT
source: Apply changes to resource
es: APlicar cambios al recurso
ru: Применить изменения ресурса

source: LRS Explorer
es: Explorador LRS
ru: LRS редактор

# TFRMMAIN.GBOXRESOURCESLIST.CAPTION
source: Resources List
es: Lista de Recursos
ru: Список ресурсов

# TFRMMAIN.GBOXRESOURCEVIEWER.CAPTION
source: Resource Viewer
es: Visor de Recursos
ru: Просмотр ресурса

# TFRMMAIN.MIFILE.CAPTION
source: File
es: Archivo
ru: Файл

# TFRMMAIN.MILANGUAGE.CAPTION
source: Language
es: Idioma
ru: Язык

# TFRMMAIN.MIRESOURCES.CAPTION
source: Resources
es: Recursos
ru: Ресурсы

# ulanguages.aaddfilecaption
source: Add File
es: Añadir Arhivo
ru: Добавить файл

# ulanguages.aaddfilehint
source: Add file to LRS
es: Añadir Archivo a LRS
ru: Добавить файл в ресурс

# ulanguages.adelfilecaption
source: Delete File
es: Borrar Archivo
ru: Удалить файл

# ulanguages.adelfilehint
source: Delete resource from LRS
es: Borrar recurso de LRS
ru: Удалить ресурс из LRS-файла

# ulanguages.aexitcaption
source: Exit
es: Salir
ru: Выход

# ulanguages.aextractallrescaption
source: Extract All Res
es: Extraer todos los recursos
ru: Извлечь все ресурсы

# ulanguages.aextractallreshint
source: Extract all resources to binary files
es: Extraer todos los recursos a archivos binarios
ru: Извлечь все ресурсы в бинарные файлы

# ulanguages.aextractresourcecaption
source: Extract Resource
es: Extraer Recursos
ru: Извлечь ресурс

# ulanguages.aextractresourcehint
source: Extract resource to binary file
es: Extraer recursos a Archivo binario
ru: Извлечь ресурс в бинарный файл

# ulanguages.anewlrscaption
source: New LRS
es: Nuevo LRS
ru: Новый LRS файл

# ulanguages.anewlrshint
source: New LRS
es: Nuevo LRS
ru: Новый LRS файл

# ulanguages.aopenlrscaption
source: Open LRS
es: Abrir LRS
ru: Открыть LRS

# ulanguages.aopenlrshint
source: Open LRS-file
es: Abrir archivo LRS
ru: Открыть LRS файл

source: Unable to convert Delphi form to text: %s!
es: ¡No se puede convertit del formulario Delphi a texto: %s!
ru: Невозможно конвертировать Delphi-форму в текст: %s!

source: Your lrs file %s was changed! Do you want to save it?
es: ¡El archivo %s ha cambiado! ¿Quieres guardarlo?
ru: LRS файл %s был изменен! Вы хотите сохранить изменения?

source: Unable to create file '
es: No se puede crear el archivo
ru: Невозможно создать файл!

source: No resource name
es: Recurso sin nombre
ru: Отсутствует имя ресурса

source: Unable to read file: %s
es: No se puede leer el archivo: %s
ru: Невозможно произвести чтение из файла: %s

source: Unable to create temporary file
es: No se puede crear el archivo temporal
ru: Невозможно создать временный файл!

source: Are you sure you want to delete the resource(s): %s?
ru: Вы уверены, что хотите удалить ресурс(ы): %s?

# ulanguages.arenameresourcecaption
source: Rename resource
es: Renombrar recursos
ru: Переименовать ресурс

source: Change name of selected resource
es: Cambiar nombre al recurso seleccionado
ru: Изменить название выбранного ресурса

# ulanguages.asaveallrescaption
source: Save All Res
es: Guardar Todos los Recursos
ru: Сохранить все ресурсы

# ulanguages.asaveallreshint
source: Save all resources to folder
es: Guardar todos los recursos en una carpeta
ru: Сохранить ресурсы в папку

source: Save as
es: Guardar como...
ru: Сохранить как

# ulanguages.asaveashint
source: Save LRS as...
es: Guardar LRS como...
ru: Сохранить LRS как...

# ulanguages.asavelrscaption
source: Save LRS
es: Guardar LRS
ru: Сохранить LRS

# ulanguages.asavelrshint
source: Save LRS-file
es: Guardar archivo LRS
ru: Сохранить LRS файл

# ulanguages.asaveresourcecaption
source: Save Resource
es: Guardar Recurso
ru: Сохранить ресурс

# ulanguages.asaveresourcehint
source: Save resource to file
es: Guardar Recurso en archivo
ru: Сохранить ресурс в отдельный файл

# ulanguages.aviewmodebincaption
source: Viewer Mode: Bin
es: Modo Vista: Bin
ru: Режим просмотра: бинарный

# ulanguages.aviewmodebinhint
source: Change mode of viewer to Binary mode
es: Cambiar modo de vista a Binario
ru: Изменить режим просмотра на бинарный

# ulanguages.aviewmodetextcaption
source: Viewer Mode: Text
es: Modo Vista: Texto
ru: Режим просмотра: текст ресурса

# ulanguages.aviewmodetexthint
source: Change mode of viewer to Resource Text mode
es: Cambiar vista a modo Recurso Texto
ru: Изменить режим просмотра на текстовый

# ulanguages.bitbtnapplycaption
source: Apply
es: Aplicar
ru: Применить

# ulanguages.bitbtnapplyhint
source: Apply changes to resource
es: Aplicar cambios al recurso
ru: Применить изменения ресурса

# ulanguages.gboxresourceslistcaption
source: Resources List
es: Lista de Recursos
ru: Список ресурсов

# ulanguages.gboxresourceviewercaption
source: Resource Viewer
es: Visor de Recursos
ru: Просмотр ресурса

# ulanguages.inputboxrenamecaption
source: Rename resource
es: Renombra recurso
ru: Переименование ресурса

source: Enter a new name for resource "%s"...
es: Nuevo nombre para el recurso "%s"...
ru: Введите новое имя ресурса "%s"...

# ulanguages.mifilecaption
source: File
es: Archivo
ru: Файл

# ulanguages.milanguagecaption
source: Language
es: Idioma
ru: Язык

# ulanguages.miresourcescaption
source: Resources
es: Recursos
ru: Ресурсы

source: Attention
es: Atención
ru: Внимание

source: Error
ru: Ошибка

source: Change error!
ru: Ошибка изменения!

source: Too many parameters!
es: Demasiados parámetros
ru: Слишком много параметров!

source: Resource "%s" was changed. Save it?
es: El Recurso "%s" ha cambiado ¿Lo guardamos?
ru: Ресурс "%s" был изменен. Сохранить изменения?

source: Open File
es: Abrir Archivo
ru: Открыть файл

source: Open LRS File
es: Abrir Archivo LRS
ru: Открыть LRS файл

source: Save current LRS file
es: Guardar archivo LRS actual
ru: Сохранить текущий LRS файл

source: Save current resource of lrs
es: Guardar recurso actual del lrs
ru: Сохранить текущий ресурс
